START_BOT = 'Бот запущен'
STOP_BOT = 'Бот выключен'
INFO_ABOUT = ('<b>В последний день перед взрывом солнца, что остается нам?</b>\n'
              '\n'
              'На небольшой провинциальный хор сваливается сразу две новости - одна хорошая и одна плохая. Хорошая: единственный тенор в команде по имени Артур собирается сделать предложение своей очень нервной девушке. Плохая: через 12 часов взорвется Солнце.\n'
              '\n'
              'Что делать? Конечно же, поддаться панике.\n'
              '\n'
              'Мы хотим поговорить о маленьких страхах и большой, всеобъемлющей любви, о крошечных людях и непостижимо огромной Вселенной. Этот околофилософский ромком - наша попытка остановить мгновение, влюбиться в жизнь с новой силой и вспомнить о том, что действительно важно.\n'
              '\n'
              'Свет выключат\n'
              '\n'
              '💡28 сентября\n'
              '💡в 19:00\n'
              '💡в фотостудии "Синий бархат" (Горная, 11)\n'
              '\n'
              'А кто? Мы не знаем.\n'
              '\n'
              'Режиссёр: <i>Арина Шульгина</i>\n'
              'Авторы пьесы: <i>Анастасия Чернышева, Анастасия Мирошниченко</i>\n')

SEAT_ABOUT = ('Вот и схема зала. Занимайте места! \n\nчто стоит знать:\n\n- это - <i>иммерсивный спектакль</i>. Мы '
              'играем его в фотостудии "Синий бархат" по адресу Горная, 11. Начало в 19:00, однако желающих '
              'пофотографироваться и выпить велком-дринк ждем с 18:30.\n\n- на этом спектакле мы хотим быть как можно '
              'ближе к вам, поэтому вместо стульев будут <i>подушки</i>, а актеры будут на расстоянии вытянутой '
              'руки.\n\n- у нас специальный свадебный дресс-код - все надевают <i>белые носки</i> (или бахилы на '
              'носки)! мы хотим, чтобы фотостудия осталась максимально чистой.\n\n- вас ждет солнечная '
              '<i>фотосушка</i> - приносите свои фото солнца и забирайте понравившиеся с веревки.\n')

BUY_TICKET_THANKS = ('Ваш билет у вас, уже не можем дождаться встречи! Чтобы не упустить все активности перед '
                     'открытием театрального сезона, подписывайтесь на нас в '
                     'соцсетях:\n<b>тг: t.me/k0mnata24</b>\n<b>вк: vk.com/komnata24</b>\n')

TICKET = '<b>Вход строго по билетам!</b> Не забывайте про правила площадки, чтобы погрузиться в атмосферу спектакля🌞'

BUY_ERROR = 'Это место уже занято😔'

SEND_SCREENSHOT = 'Оплата производится <b>в течение часа</b> по номеру телефона +79043201272 (Сбербанк Анастасия Ч.). Для подтверждения оплаты отправьте скрин успешного перевода в бота, также можете написать свой комментарий к фото🌼'

TRANSACTION_SENT = f'Ваша транзакция отправлена на проверку, билет придёт в чат с ботом после проверки☀️'

ERROR_BUY_SEAT = f'Время оплаты истекло, пожалуйста, попробуйте ещё раз🌞'

ERROR_PAYMENT = f'Ваша оплата не прошла, пожалуйста, попробуйте ещё раз🌞\n\nПо вопросам обращайтесь в сообщения группы Комната #24 <b>vk.com/komnata24</b>\n'